msgs_handler_login = {
    'user_is_auth': '👌🏻 <b>Вы авторизированны</b>',
    'user_is_auth_process': '<i>Вы находитесь в процессе аутентификации. Отправьте боту пароль для входа</i>',
    'successful_auth': '👌🏻 <b>Аутентификация пройдена.</b> Поиску файлов и каталогов разрешён',
    'ban': '⛔️ <b>Бан...</b>',
    'was_ban': '<b>Вы забанены</b> ⛔️',
    'invalid_pass': "<i>Неверный пароль. Осталось попыток</i>",
    'demand_pass': 'Пожалуйста, аутентифицируйтесь... '
}
msgs_handler_logout = {
    'user_is_not_auth': 'Вы не авторизированны',
    'logout_confirm': 'Вы действительно хотите выйти из текущей сессии?',
    'logout_is_success': "<b>Выход из сессии выполнен.</b> \nДля повторной авторизации отправьте команду /start",
    'cancel': "Отменено ❌"
}
msgs_handler_search = {
    'was_found': '🔍 <i>Найдено каталог(a/ов)</i>: ',
    'not_found': "<i>По запросу ничего не найдено</i> 🤷🏻‍♂️"
}

